Repository: gilliankerr/KoNote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Skip to main content
fr: Passer au contenu principal

source: Reports
fr: Rapports

source: Admin
fr: Administration

source: Templates
fr: Modeles

source: Event Types
fr: Types d'evenements

source: Settings
fr: Parametres

source: Invites
fr: Invitations

source: Audit Log
fr: Journal d'audit

source: Sign Out
fr: Deconnexion

source: Select language
fr: Choisir la langue

source: Participant Outcome Management
fr: Gestion des résultats des participants

source: Sign In
fr: Connexion

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Click below to sign in with your organisation's Microsoft account.
fr: Cliquez ci-dessous pour vous connecter avec le compte Microsoft de votre organisation.

source: Sign in with Microsoft
fr: Se connecter avec Microsoft

source: Try the Demo
fr: Essayer la demo

source: Sign in instantly as a demo user to explore the system
fr: Connectez-vous instantanement en tant qu'utilisateur demo pour explorer le systeme

source: Receptionist
fr: Receptionniste

source: Counsellor
fr: Conseiller

source: Manager
fr: Gestionnaire

source: Administrator
fr: Administrateur

source: Home
fr: Accueil

source: Name or ID...
fr: Nom ou ID...

source: View All
fr: Voir tout

source: Active Alerts
fr: Alertes actives

source: requiring action
fr: necessitant une action

source: Needs Attention
fr: Attention requise

source: no notes in 30 days
fr: aucune note depuis 30 jours

source: Notes Today
fr: Notes aujourd'hui

source: recorded
fr: enregistrees

source: Follow-ups Due
fr: Suivis a effectuer

source: need your attention
fr: necessitent votre attention

source: Follow up by
fr: Suivi avant le

source: (optional — adds to your home page reminders)
fr: (facultatif — ajoute a vos rappels sur la page d'accueil)

source: Priority Items
fr: Elements prioritaires

source: Alerts
fr: Alertes

source: No Recent Notes
fr: Pas de notes recentes

source: 30+ days without notes
fr: Plus de 30 jours sans notes

source: All caught up! No items need attention.
fr: Tout est a jour! Aucun element ne necessite d'attention.

source: Recently Viewed
fr: Vus recemment

source: Quick links
fr: Liens rapides

source: Quick links:
fr: Liens rapides :

source: Filters
fr: Filtres

source: Status
fr: Statut

source: All statuses
fr: Tous les statuts

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Discharged
fr: Conge

source: Clear filters
fr: Effacer les filtres

source: First Name
fr: Prenom

source: Last Name
fr: Nom de famille

source: Middle Name
fr: Deuxieme prenom

source: Date of Birth
fr: Date de naissance

source: Record ID
fr: ID du dossier

source: Save Changes
fr: Enregistrer les modifications

source: Cancel
fr: Annuler

source: required
fr: requis

source: Search Documents
fr: Rechercher des documents

source: Open Documents Folder
fr: Ouvrir le dossier de documents

source: Client tabs
fr: Onglets du dossier

source: Events
fr: Evenements

source: Analysis
fr: Analyse

source: Edit
fr: Modifier

source: Back to List
fr: Retour a la liste

source: Export PDF
fr: Exporter en PDF

source: Basic Information
fr: Informations de base

source: Name
fr: Nom

source: Previous
fr: Precedent

source: Next
fr: Suivant

source: Create the first one
fr: Creer le premier

source: Manage your instance configuration.
fr: Gerez la configuration de votre instance.

source: Terminology
fr: Terminologie

source: Customise the words used throughout the system (e.g. rename "Client" to "Participant").
fr: Personnalisez les mots utilises dans le systeme (par ex. renommer "Client" en "Participant").

source: Manage Terminology
fr: Gerer la terminologie

source: Features
fr: Fonctionnalites

source: Turn modules on or off for your organisation.
fr: Activez ou desactivez les modules pour votre organisation.

source: Manage Features
fr: Gerer les fonctionnalites

source: Instance Settings
fr: Parametres d'instance

source: Branding, date format, and session timeout.
fr: Image de marque, format de date et delai d'expiration de session.

source: Manage Settings
fr: Gerer les parametres

source: Users
fr: Utilisateurs

source: Create, edit, and deactivate user accounts.
fr: Creer, modifier et desactiver des comptes utilisateurs.

source: Manage Users
fr: Gerer les utilisateurs

source: Customise the words used throughout the system. Changes take effect immediately.
fr: Personnalisez les mots utilises dans le systeme. Les modifications prennent effet immediatement.

source: Term
fr: Terme

source: Default
fr: Par defaut

source: Your Label
fr: Votre libelle

source: Reset
fr: Reinitialiser

source: Back
fr: Retour

source: Enable or disable modules for your organisation.
fr: Activez ou desactivez les modules pour votre organisation.

source: Feature
fr: Fonctionnalite

source: Enabled
fr: Active

source: Disabled
fr: Desactive

source: Disable
fr: Desactiver

source: Enable
fr: Activer

source: Configure branding, date format, and session behaviour.
fr: Configurez l'image de marque, le format de date et le comportement de session.

source: Branding & Display
fr: Image de marque et affichage

source: Document Storage
fr: Stockage de documents

source: Connect to an external document storage system (SharePoint or Google Drive) to show a "Open Documents Folder" button on client records.
fr: Connectez-vous a un systeme de stockage de documents externe (SharePoint ou Google Drive) pour afficher un bouton "Ouvrir le dossier de documents" sur les dossiers clients.

source: Test with sample Record ID: REC-2024-001
fr: Tester avec l'ID de dossier exemple : REC-2024-001

source: Manage user accounts and roles.
fr: Gerez les comptes utilisateurs et les roles.

source: New User
fr: Nouvel utilisateur

source: Last Login
fr: Derniere connexion

source: Staff
fr: Personnel

source: Never
fr: Jamais

source: Deactivate
fr: Desactiver

source: No users found.
fr: Aucun utilisateur trouve.

source: Back to Settings
fr: Retour aux parametres

source: Create User
fr: Creer un utilisateur

source: Manage invite links for new users
fr: Gerez les liens d'invitation pour les nouveaux utilisateurs

source: New Invite
fr: Nouvelle invitation

source: Created
fr: Cree

source: Expires
fr: Expire

source: Link
fr: Lien

source: by
fr: par

source: Expired
fr: Expire

source: Pending
fr: En attente

source: Invite link
fr: Lien d'invitation

source: No invites yet. Create one to get started.
fr: Aucune invitation pour le moment. Creez-en une pour commencer.

source: Create Invite
fr: Creer une invitation

source: Generate a link for a new user to create their account
fr: Generez un lien pour qu'un nouvel utilisateur cree son compte

source: Assign to Programs
fr: Assigner aux programmes

source: Link expires in (days)
fr: Le lien expire dans (jours)

source: Create Your Account
fr: Creer votre compte

source: Create your account
fr: Creer votre compte

source: Please fix the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: Your Name
fr: Votre nom

source: e.g. Jane Smith
fr: par ex. Marie Dupont

source: Choose a username
fr: Choisissez un nom d'utilisateur

source: Email (optional)
fr: Courriel (facultatif)

source: Minimum 8 characters.
fr: Minimum 8 caracteres.

source: Confirm Password
fr: Confirmer le mot de passe

source: Create Account
fr: Creer le compte

source: Invite Unavailable
fr: Invitation non disponible

source: Go to Sign In
fr: Aller a la connexion

source: Filter notes
fr: Filtrer les notes

source: All types
fr: Tous les types

source: Quick notes
fr: Notes rapides

source: Full notes
fr: Notes completes

source: Author
fr: Auteur

source: All staff
fr: Tout le personnel

source: My notes only
fr: Mes notes seulement

source: From date
fr: Date de debut

source: To date
fr: Date de fin

source: Apply filters
fr: Appliquer les filtres

source: Clear
fr: Effacer

source: Full
fr: Complete

source: Cancelled
fr: Annulee

source: (unknown)
fr: (inconnu)

source: Reason:
fr: Raison :

source: View details
fr: Voir les details

source: Notes pagination
fr: Pagination des notes

source: Add the first note
fr: Ajouter la premiere note

source: I confirm verbal consent was obtained
fr: Je confirme que le consentement verbal a ete obtenu

source: The %(client)s has given verbal consent to record notes about this session.
fr: Le/La %(client)s a donne son consentement verbal pour enregistrer des notes sur cette session.

source: Template
fr: Modele

source: Session Date
fr: Date de session

source: Summary (optional)
fr: Resume (facultatif)

source: Create a plan
fr: Creer un plan

source: first.
fr: d'abord.

source: Note content:
fr: Contenu de la note :

source: Summary:
fr: Resume :

source: Cancel This Note
fr: Annuler cette note

source: Go Back
fr: Retour

source: (unknown author)
fr: (auteur inconnu)

source: Template:
fr: Modele :

source: Cancellation reason:
fr: Raison de l'annulation :

source: Value
fr: Valeur

source: Summary
fr: Resume

source: Cancel this note
fr: Annuler cette note

source: Collapse
fr: Reduire

source: New Event
fr: Nouvel evenement

source: New Alert
fr: Nouvelle alerte

source: alert
fr: alerte

source: Alert
fr: Alerte

source: Cancel Alert
fr: Annuler l'alerte

source: cancelled alert
fr: alerte annulee

source: Timeline
fr: Chronologie

source: Event
fr: Evenement

source: All day event
fr: Evenement de toute la journee

source: All Day
fr: Toute la journee

source: Full Note
fr: Note complete

source: No events or notes recorded yet. Add events or progress notes to build a timeline.
fr: Aucun evenement ou note enregistre pour le moment. Ajoutez des evenements ou des notes de suivi pour construire une chronologie.

source: New
fr: Nouveau

source: Start Date & Time
fr: Date et heure de debut

source: End Date & Time
fr: Date et heure de fin

source: Create Event
fr: Creer l'evenement

source: Manage event categories for client timelines.
fr: Gerez les categories d'evenements pour les chronologies des clients.

source: New Event Type
fr: Nouveau type d'evenement

source: Archived
fr: Archive

source: No event types yet. Create one to get started.
fr: Aucun type d'evenement pour le moment. Creez-en un pour commencer.

source: Assigned Staff
fr: Personnel assigne

source: User
fr: Utilisateur

source: Program Manager
fr: Gestionnaire de programme

source: Removed
fr: Supprime

source: Remove
fr: Supprimer

source: No staff assigned yet.
fr: Aucun personnel assigne pour le moment.

source: Add
fr: Ajouter

source: Select user
fr: Selectionner un utilisateur

source: Choose a user...
fr: Choisir un utilisateur...

source: Select role
fr: Selectionner un role

source: If you need access, please contact your administrator.
fr: Si vous avez besoin d'acces, veuillez contacter votre administrateur.

source: Apply Template
fr: Appliquer un modele

source: Add section form
fr: Formulaire d'ajout de section

source: Save
fr: Enregistrer

source: Use the button above to add one, or apply a template.
fr: Utilisez le bouton ci-dessus pour en ajouter un, ou appliquez un modele.

source: Completed
fr: Termine

source: Deactivated
fr: Desactive

source: Change the status of this section? This may affect related targets.
fr: Modifier le statut de cette section ? Cela peut affecter les cibles associees.

source: None
fr: Aucun

source: Change the status of this target?
fr: Modifier le statut de cette cible ?

source: History
fr: Historique

source: Create Template
fr: Creer un modele

source: templates
fr: modeles

source: Library
fr: Bibliotheque

source: Import from CSV
fr: Importer depuis CSV

source: Unit
fr: Unite

source: Range
fr: Plage

source: to
fr: a

source: Yes
fr: Oui

source: Custom
fr: Personnalise

source: Export as PDF
fr: Exporter en PDF

source: No metric data recorded yet. Record metrics through progress notes to see charts here.
fr: Aucune donnee de mesure enregistree pour le moment. Enregistrez des mesures via les notes de suivi pour voir les graphiques ici.

source: Funder Report Export
fr: Exportation du rapport pour les bailleurs de fonds

source: Generate a report of aggregate metric data for a programme and date range.
fr: Generez un rapport des donnees de mesure agregees pour un programme et une plage de dates.

source: No results
fr: Aucun resultat

source: No data found.
fr: Aucune donnee trouvee.

source: There are no metric values matching the selected programme, metrics, and date range. Try adjusting your filters.
fr: Il n'y a aucune valeur de mesure correspondant au programme, aux mesures et a la plage de dates selectionnes. Essayez d'ajuster vos filtres.

source: Form errors
fr: Erreurs de formulaire

source: Select all
fr: Tout selectionner

source: Deselect all
fr: Tout deselectionner

source: Generate Report
fr: Generer le rapport

source: Additional Options
fr: Options supplementaires

source: Review all system activity. Use filters to narrow results.
fr: Consultez toute l'activite du systeme. Utilisez les filtres pour affiner les resultats.

source: From
fr: De

source: To
fr: A

source: Search by name
fr: Rechercher par nom

source: All actions
fr: Toutes les actions

source: Resource type
fr: Type de ressource

source: e.g. client, note
fr: par ex. client, note

source: Filter
fr: Filtrer

source: Export CSV
fr: Exporter en CSV

source: Timestamp
fr: Horodatage

source: IP Address
fr: Adresse IP

source: Resource ID
fr: ID de ressource

source: No audit log entries found. Try adjusting your filters.
fr: Aucune entree de journal d'audit trouvee. Essayez d'ajuster vos filtres.

source: Access Denied
fr: Acces refuse

source: You don't have permission to access this page.
fr: Vous n'avez pas la permission d'acceder a cette page.

source: What you can do
fr: Ce que vous pouvez faire

source: Check that you're signed in with the correct account
fr: Verifiez que vous etes connecte avec le bon compte

source: Contact your administrator if you believe you should have access
fr: Contactez votre administrateur si vous pensez devoir avoir acces

source: Return to a page you have access to using the links below
fr: Retournez a une page a laquelle vous avez acces en utilisant les liens ci-dessous

source: Welcome back, <strong>%(name)s</strong>
fr: Bon retour, <strong>%(name)s</strong>

source: Search %(clients)s
fr: Rechercher %(clients)s

source: New %(client)s
fr: Nouveau/Nouvelle %(client)s

source: All %(programs)s
fr: Tous les %(programs)s

source: Created after
fr: Cree apres

source: Created before
fr: Cree avant

source: Search filters
fr: Filtres de recherche

source: Active %(clients)s
fr: %(clients)s actifs

source: of %(total)s total
fr: sur %(total)s au total

source: No recent %(clients)s yet. Start by searching above.
fr: Aucun(e) %(clients)s recent(e). Commencez par faire une recherche ci-dessus.

source: No %(clients)s match "%(query)s".
fr: Aucun(e) %(clients)s ne correspond a "%(query)s".

source: Full %(note)s
fr: %(note)s complete

source: Page %(current)s of %(total)s
fr: Page %(current)s sur %(total)s

source: No %(notes)s recorded yet.
fr: Aucune %(notes)s enregistree pour le moment.

source: Toggle navigation menu
fr: Ouvrir/fermer le menu de navigation

source: Registration Links
fr: Liens d'inscription

source: Pending Submissions
fr: Soumissions en attente

source: Export Client Data
fr: Exporter les donnees clients

source: Dismiss
fr: Fermer

source: Consent Required
fr: Consentement requis

source: Cannot create notes for this
fr: Impossible de creer des notes pour ce/cette

source: Privacy regulations (PIPEDA/PHIPA) require that consent be recorded before creating progress notes. Please record the %(client)s's consent on their profile before continuing.
fr: Les reglements sur la vie privee (PIPEDA/LPRPS) exigent que le consentement soit enregistre avant de creer des notes de suivi. Veuillez enregistrer le consentement du/de la %(client)s dans son profil avant de continuer.

source: Go to
fr: Aller a

source: Profile
fr: Profil

source: Back to Notes
fr: Retour aux notes

source: Privacy Consent
fr: Consentement a la vie privee

source: Update consent record
fr: Mettre a jour le consentement

source: Record consent
fr: Enregistrer le consentement

source: Update
fr: Mettre a jour

source: Record Consent
fr: Enregistrer le consentement

source: Consent recorded
fr: Consentement enregistre

source: Date recorded
fr: Date d'enregistrement

source: No consent on file.
fr: Aucun consentement au dossier.

source: Consent must be recorded before progress notes can be created for this
fr: Le consentement doit etre enregistre avant de pouvoir creer des notes de suivi pour ce/cette

source: Record Privacy Consent
fr: Enregistrer le consentement a la vie privee

source: Record when and how the
fr: Enregistrez quand et comment le/la

source: provided consent for data collection and progress tracking.
fr: a consenti a la collecte de donnees et au suivi des progres.

source: Save Consent Record
fr: Enregistrer le consentement

source: Add %(section)s
fr: Ajouter %(section)s

source: Completed & deactivated %(sections)s (%(count)s)
fr: %(sections)s termines et desactives (%(count)s)

source: No %(sections)s yet.
fr: Aucune %(sections)s pour le moment.

source: Create and manage self-service registration forms for programs.
fr: Creer et gerer les formulaires d'inscription en libre-service pour les programmes.

source: New Registration Link
fr: Nouveau lien d'inscription

source: Title
fr: Titre

source: Submissions
fr: Soumissions

source: Open
fr: Ouvert

source: Closed
fr: Ferme

source: pending
fr: en attente

source: View Form
fr: Voir le formulaire

source: Get Embed Code
fr: Obtenir le code d'integration

source: Copy Direct Link
fr: Copier le lien direct

source: View Submissions
fr: Voir les soumissions

source: Delete
fr: Supprimer

source: No registration links yet.
fr: Aucun lien d'inscription pour le moment.

source: Create your first registration link
fr: Creer votre premier lien d'inscription

source: You've been invited as a <strong>%(role)s</strong>.
fr: Vous avez ete invite(e) en tant que <strong>%(role)s</strong>.

source: Deactivate %(name)s?
fr: Desactiver %(name)s ?

source: Manage available %(metrics)s for outcome tracking.
fr: Gerer les %(metrics)s disponibles pour le suivi des resultats.

source: Add Custom %(metric)s
fr: Ajouter %(metric)s personnalise

source: Edit %(name)s
fr: Modifier %(name)s

source: No %(metrics)s defined yet.
fr: Aucune %(metrics)s definie pour le moment.

source: Line chart showing %(metric)s over time for %(target)s
fr: Graphique montrant %(metric)s au fil du temps pour %(target)s

source: This %(client)s requires a plan before notes can be recorded.
fr: Ce/cette %(client)s necessite un plan avant de pouvoir enregistrer des notes.

source: Select a target to record progress for this %(client)s
fr: Selectionnez une cible pour enregistrer les progres de ce/cette %(client)s

source: Add a quick note for %(name)s
fr: Ajouter une note rapide pour %(name)s

source: If this %(client)s has a plan, you can record progress by adding a Full Note.
fr: Si ce/cette %(client)s a un plan, vous pouvez enregistrer les progres en ajoutant une note complete.

source: Quick %(note)s
fr: %(note)s rapide

source: New %(note)s
fr: Nouvelle %(note)s

source: Save %(note)s
fr: Enregistrer %(note)s

source: Which %(targets)s did you work on?
fr: Sur quels/quelles %(targets)s avez-vous travaille ?

source: Tick the %(targets)s you want to record against. Only selected ones will appear below.
fr: Cochez les %(targets)s pour lesquels vous souhaitez enregistrer des donnees. Seuls ceux selectionnes apparaitront ci-dessous.

source: Notes for this %(target)s
fr: Notes pour cette %(target)s

source: No active %(targets)s found.
fr: Aucune %(targets)s active trouvee.

source: This invite link is no longer valid.
fr: Ce lien d'invitation n'est plus valide.

source: It may have expired or already been used.
fr: Il a peut-etre expire ou a deja ete utilise.

source: Review
fr: Examiner

source: Approve
fr: Approuver

source: Reject
fr: Rejeter

source: All links
fr: Tous les liens

source: Submitted
fr: Soumis

source: Applicant Information
fr: Information du demandeur

source: Approve Submission
fr: Approuver la soumission

source: Reject Submission
fr: Rejeter la soumission

source: Link copied to clipboard!
fr: Lien copie dans le presse-papiers!

source: Copy this link:
fr: Copiez ce lien :

source: Registration Submissions
fr: Soumissions d'inscription

source: Review and process self-service registration submissions.
fr: Examiner et traiter les soumissions d'inscription en libre-service.

source: Filter by status
fr: Filtrer par statut

source: All
fr: Tous

source: Approved
fr: Approuve

source: Rejected
fr: Rejete

source: Waitlist
fr: Liste d'attente

source: Possible duplicate
fr: Possible doublon

source: Approve registration for %(name)s?
fr: Approuver l'inscription de %(name)s ?

source: View
fr: Voir

source: No %(status)s submissions.
fr: Aucune soumission %(status)s.

source: No registration submissions yet.
fr: Aucune soumission d'inscription pour le moment.

source: Back to Registration Links
fr: Retour aux liens d'inscription

source: Access denied. Admin privileges required.
fr: Acces refuse. Privileges d'administrateur requis.

source: Terminology updated.
fr: Terminologie mise a jour.

source: Reset '%(term_key)s' to default.
fr: Reinitialisation de '%(term_key)s' a la valeur par defaut.

source: Feature '%(feature)s' enabled.
fr: Fonctionnalite '%(feature)s' activee.

source: Feature '%(feature)s' disabled.
fr: Fonctionnalite '%(feature)s' desactivee.

source: Settings updated.
fr: Parametres mis a jour.

source: Programs module
fr: Module Programmes

source: Custom client fields
fr: Champs clients personnalises

source: Metric alerts
fr: Alertes de mesures

source: Event tracking
fr: Suivi des evenements

source: Funder report exports
fr: Exportations de rapports pour les bailleurs de fonds

source: Require client consent before notes (PIPEDA/PHIPA)
fr: Exiger le consentement du client avant les notes (PIPEDA/LPRPS)

source: NO LIBRARY METRICS! Run: python manage.py seed
fr: AUCUNE MESURE DE BIBLIOTHEQUE! Executez : python manage.py seed

source: NO METRICS LINKED TO TARGETS! Run: python manage.py seed
fr: AUCUNE MESURE LIEE AUX CIBLES! Executez : python manage.py seed

source: No progress notes linked to targets. Full notes must record data against plan targets.
fr: Aucune note de suivi liee aux cibles. Les notes completes doivent enregistrer des donnees par rapport aux cibles du plan.

source: No metric values recorded. Enter values when creating full notes.
fr: Aucune valeur de mesure enregistree. Entrez des valeurs lors de la creation de notes completes.

source: BUG: %(count)s metric values exist but NO charts would display! Check chart simulation below.
fr: BUG : %(count)s valeurs de mesures existent mais AUCUN graphique ne s'afficherait! Verifiez la simulation des graphiques ci-dessous.

source: Data looks good! %(count)s charts should display.
fr: Les donnees semblent bonnes! %(count)s graphiques devraient s'afficher.

source: Chart Diagnostics
fr: Diagnostic des graphiques

source: This page helps diagnose why the Analysis tab might show no charts.
fr: Cette page aide a diagnostiquer pourquoi l'onglet Analyse pourrait n'afficher aucun graphique.

source: System-wide
fr: A l'echelle du systeme

source: Library metrics
fr: Mesures de bibliotheque

source: Missing! Run seed command.
fr: Manquantes! Executez la commande seed.

source: PlanTargetMetric links
fr: Liens PlanTargetMetric

source: None! Metrics not linked to targets.
fr: Aucun! Mesures non liees aux cibles.

source: Check different client:
fr: Verifier un autre client :

source: e.g., DEMO-001
fr: par ex., DEMO-001

source: Check
fr: Verifier

source: Active targets
fr: Cibles actives

source: %(count)s metrics linked
fr: %(count)s mesures liees
