Repository: gilliankerr/KoNote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: ProgressNoteTarget entries
fr: Entrees ProgressNoteTarget

source: MetricValue entries
fr: Entrees MetricValue

source: Client "%(record_id)s" not found.
fr: Client "%(record_id)s" non trouve.

source: Chart Simulation (%(count)s would display)
fr: Simulation des graphiques (%(count)s s'afficheraient)

source: This shows exactly what the Analysis tab queries for each target/metric combination:
fr: Cela montre exactement ce que l'onglet Analyse interroge pour chaque combinaison cible/mesure :

source: Target
fr: Cible

source: Metric
fr: Mesure

source: Values Found
fr: Valeurs trouvees

source: Numeric Values
fr: Valeurs numeriques

source: Would Show Chart?
fr: Afficherait un graphique?

source: YES
fr: OUI

source: NO
fr: NON

source: No target/metric combinations found for this client.
fr: Aucune combinaison cible/mesure trouvee pour ce client.

source: How Charts Work
fr: Comment fonctionnent les graphiques

source: must be seeded (run
fr: doivent etre initialisees (executez

source: Targets
fr: Cibles

source: must have metrics assigned (in the Plan tab)
fr: doivent avoir des mesures assignees (dans l'onglet Plan)

source: must be created (not quick notes)
fr: doivent etre creees (pas des notes rapides)

source: Metric values
fr: Valeurs de mesures

source: must be recorded when creating full notes
fr: doivent etre enregistrees lors de la creation de notes completes

source: Back to Admin Settings
fr: Retour aux parametres d'administration

source: English
fr: Anglais

source: Default:
fr: Par defaut :

source: English term for
fr: Terme anglais pour

source: French term for
fr: Terme francais pour

source: Leave blank to use English
fr: Laissez vide pour utiliser l'anglais

source: Used by %(name)s
fr: Utilise par %(name)s

source: Edit %(client)s
fr: Modifier %(client)s

source: Edit %(first)s %(last)s
fr: Modifier %(first)s %(last)s

source: Create %(client)s
fr: Creer %(client)s

source: Opens in %(provider)s
fr: Ouvre dans %(provider)s

source: All %(client)s files you have access to.
fr: Tous les dossiers %(client)s auxquels vous avez acces.

source: No %(clients)s match the selected filters.
fr: Aucun(e) %(clients)s ne correspond aux filtres selectionnes.

source: No %(client)s files yet.
fr: Aucun dossier %(client)s pour le moment.

source: View all %(clients)s
fr: Voir tous les %(clients)s

source: Manage organisational %(programs)s.
fr: Gerer les %(programs)s de l'organisation.

source: Your assigned %(programs)s.
fr: Vos %(programs)s assignes.

source: New %(program)s
fr: Nouveau/Nouvelle %(program)s

source: No %(programs)s yet.
fr: Aucun(e) %(programs)s pour le moment.

source: Edit %(program)s
fr: Modifier %(program)s

source: Create %(program)s
fr: Creer %(program)s

source: You don't have permission to see the %(client)s list for this %(program)s.
fr: Vous n'avez pas la permission de voir la liste des %(client)s pour ce/cette %(program)s.

source: Back to %(programs)s
fr: Retour aux %(programs)s

source: Remove %(name)s from this program?
fr: Retirer %(name)s de ce programme?

source: Reusable structures that can be applied to %(clients)s.
fr: Structures reutilisables pouvant etre appliquees aux %(clients)s.

source: Change status of %(name)s
fr: Changer le statut de %(name)s

source: No %(targets)s in this %(section)s.
fr: Aucune %(targets)s dans cette %(section)s.

source: Add %(target)s
fr: Ajouter %(target)s

source: Manage metrics for %(name)s
fr: Gerer les mesures pour %(name)s

source: View history of %(name)s
fr: Voir l'historique de %(name)s

source: Assign %(metrics)s
fr: Attribuer %(metrics)s

source: No enabled %(metrics)s available.
fr: Aucune %(metrics)s activee disponible.

source: An administrator can add them in the <a href="{% url 'plans:metric_library' %}">metric library</a>.
fr: Un administrateur peut les ajouter dans la <a href="{% url 'plans:metric_library' %}">bibliotheque de mesures</a>.

source: Save %(metrics)s
fr: Enregistrer %(metrics)s

source: %(target)s History
fr: Historique %(target)s

source: Back to %(plan)s
fr: Retour au %(plan)s

source: Revision history
fr: Historique des revisions

source: Reason
fr: Raison

source: Changed by
fr: Modifie par

source: Current values:
fr: Valeurs actuelles :

source: No revision history for this %(target)s.
fr: Aucun historique de revision pour cette %(target)s.

source: Edit %(note)s Template
fr: Modifier le modele %(note)s

source: New %(note)s Template
fr: Nouveau modele %(note)s

source: Template Details
fr: Details du modele

source: New Section
fr: Nouvelle section

source: Remove this section
fr: Supprimer cette section

source: Save Template
fr: Enregistrer le modele

source: Cancel %(note)s
fr: Annuler %(note)s

source: New Alert for %(first)s %(last)s
fr: Nouvelle alerte pour %(first)s %(last)s

source: Event for %(first)s %(last)s
fr: Evenement pour %(first)s %(last)s

source: %(remaining)s of %(total)s spots remaining
fr: %(remaining)s places restantes sur %(total)s

source: Registration closes %(deadline)s
fr: Les inscriptions ferment le %(deadline)s

source: Registration Closed
fr: Inscriptions fermees

source: The registration deadline has passed. Thank you for your interest.
fr: La date limite d'inscription est passee. Merci de votre interet.

source: This registration has reached capacity. Thank you for your interest.
fr: Cette inscription a atteint sa capacite maximale. Merci de votre interet.

source: Registration is not currently available. Please check back later.
fr: Les inscriptions ne sont pas disponibles actuellement. Veuillez revenir plus tard.

source: Too Many Submissions
fr: Trop de soumissions

source: You have submitted too many registrations recently. Please wait an hour and try again.
fr: Vous avez soumis trop d'inscriptions recemment. Veuillez attendre une heure et reessayer.

source: Your Information
fr: Vos informations

source: Email Address
fr: Adresse courriel

source: Phone Number
fr: Numero de telephone

source: I consent to my information being collected and stored for this registration.
fr: Je consens a ce que mes informations soient collectees et stockees pour cette inscription.

source: Submit Registration
fr: Soumettre l'inscription

source: The registration deadline has passed.
fr: La date limite d'inscription est passee.

source: Registration closed on %(deadline)s at %(time)s.
fr: Les inscriptions ont ferme le %(deadline)s a %(time)s.

source: This registration has reached capacity.
fr: Cette inscription a atteint sa capacite maximale.

source: All available spots have been filled.
fr: Toutes les places disponibles ont ete remplies.

source: Registration is not currently available.
fr: Les inscriptions ne sont pas disponibles actuellement.

source: Please check back later or contact us for more information.
fr: Veuillez revenir plus tard ou nous contacter pour plus d'informations.

source: Thank you for your interest.
fr: Merci de votre interet.

source: Registration Submitted
fr: Inscription soumise

source: You're Registered!
fr: Vous etes inscrit(e)!

source: Your registration has been confirmed.
fr: Votre inscription a ete confirmee.

source: Thank You!
fr: Merci!

source: Your registration has been submitted for review.
fr: Votre inscription a ete soumise pour examen.

source: Your reference number
fr: Votre numero de reference

source: Please save this number for your records.
fr: Veuillez conserver ce numero pour vos dossiers.

source: You have been registered for <strong>%(program)s</strong>.
fr: Vous avez ete inscrit(e) a <strong>%(program)s</strong>.

source: We look forward to seeing you!
fr: Au plaisir de vous voir!

source: We will review your registration and contact you at the email address you provided.
fr: Nous examinerons votre inscription et vous contacterons a l'adresse courriel fournie.

source: This usually takes 1-2 business days.
fr: Cela prend generalement 1-2 jours ouvrables.

source: Edit Registration Link
fr: Modifier le lien d'inscription

source: Create a shareable link for self-service program registration.
fr: Creer un lien partageable pour l'inscription en libre-service au programme.

source: Registration URL:
fr: URL d'inscription :

source: Copy
fr: Copier

source: Custom Field Groups
fr: Groupes de champs personnalises

source: Select which custom field groups to include on the registration form.
fr: Selectionnez les groupes de champs personnalises a inclure dans le formulaire d'inscription.

source: Uncheck to temporarily disable this registration link.
fr: Decochez pour desactiver temporairement ce lien d'inscription.

source: Create Link
fr: Creer le lien

source: Are you sure you want to delete "%(title)s"?
fr: Etes-vous sur de vouloir supprimer "%(title)s"?

source: Funder Report Template
fr: Modele de rapport pour les bailleurs de fonds

source: Generate a standardised funder report with service statistics, demographics, and outcomes.
fr: Generez un rapport standardise pour les bailleurs de fonds avec les statistiques de service, les donnees demographiques et les resultats.

source: Draft Template Notice
fr: Avis de modele provisoire

source: ⚠️ Draft Template — Customise for Your Funder
fr: ⚠️ Modele provisoire — Personnalisez pour votre bailleur de fonds

source: This is a generic funder report template. Before submitting to your funder, verify it matches their specific reporting requirements. Different funders (United Way chapters, government agencies, foundations) may require different formats, fields, or calculations.
fr: Ceci est un modele de rapport generique pour les bailleurs de fonds. Avant de soumettre a votre bailleur, verifiez qu'il correspond a leurs exigences specifiques. Differents bailleurs (chapitres Centraide, agences gouvernementales, fondations) peuvent exiger des formats, champs ou calculs differents.

source: About Funder Reports
fr: A propos des rapports pour les bailleurs de fonds

source: What's included in this report?
fr: Qu'est-ce qui est inclus dans ce rapport?

source: Organisation and programme information
fr: Informations sur l'organisation et le programme

source: Service statistics (total individuals served, new clients, total contacts)
fr: Statistiques de service (total des personnes servies, nouveaux clients, total des contacts)

source: Age demographics using common nonprofit categories
fr: Donnees demographiques par age selon les categories courantes des OBNL

source: Outcome achievement rates for all metrics with defined targets
fr: Taux d'atteinte des resultats pour toutes les mesures avec des cibles definies

source: Generate Funder Report
fr: Generer le rapport pour les bailleurs de fonds

source: About This Report Template
fr: A propos de ce modele de rapport

source: This is a draft funder report template based on common Canadian nonprofit reporting requirements. It includes service statistics, demographics, and outcome achievement rates that many funders request.
fr: Ceci est un modele de rapport provisoire base sur les exigences courantes de rapportage des OBNL canadiens. Il comprend les statistiques de service, les donnees demographiques et les taux d'atteinte des resultats demandes par de nombreux bailleurs de fonds.

source: <strong>Important:</strong> Your funder may require different formats, additional fields, or specific calculations. Always verify this template matches your funder's actual reporting template before submission. You may need to adjust or supplement this data.
fr: <strong>Important :</strong> Votre bailleur de fonds peut exiger des formats differents, des champs supplementaires ou des calculs specifiques. Verifiez toujours que ce modele correspond au modele de rapport reel de votre bailleur avant de soumettre. Vous devrez peut-etre ajuster ou completer ces donnees.

source: Default Age Categories
fr: Categories d'age par defaut

source: This template uses these common age groupings (adjust if your funder requires different categories):
fr: Ce modele utilise ces regroupements d'age courants (ajustez si votre bailleur de fonds exige des categories differentes) :

source: Child (0-12)
fr: Enfant (0-12 ans)

source: Youth (13-17)
fr: Jeune (13-17 ans)

source: Young Adult (18-24)
fr: Jeune adulte (18-24 ans)

source: Adult (25-64)
fr: Adulte (25-64 ans)

source: Senior (65+)
fr: Aine(e) (65 ans et plus)

source: Data Sources
fr: Sources de donnees

source: Organisation name: From your Instance Settings
fr: Nom de l'organisation : A partir de vos parametres d'instance

source: Service statistics: Based on progress notes recorded in the period
fr: Statistiques de service : Basees sur les notes de suivi enregistrees dans la periode

source: Demographics: Calculated from client birth dates
fr: Donnees demographiques : Calculees a partir des dates de naissance des clients

source: Outcomes: Based on metric targets defined in your outcome metrics
fr: Resultats : Bases sur les cibles definies dans vos mesures de resultats

source: Client Data Export
fr: Exportation des donnees clients

source: Export all client data as a CSV file for data portability, backup, or migration to another system.
fr: Exportez toutes les donnees clients sous forme de fichier CSV pour la portabilite des donnees, la sauvegarde ou la migration vers un autre systeme.

source: Data privacy notice
fr: Avis de confidentialite des donnees

source: Data Privacy Notice
fr: Avis de confidentialite des donnees

source: This export will include personally identifiable information (PII) such as names and birth dates. Handle the exported file according to your organisation's data protection policies.
fr: Cette exportation inclura des renseignements personnels identifiables (RPI) tels que les noms et les dates de naissance. Manipulez le fichier exporte conformement aux politiques de protection des donnees de votre organisation.

source: There are no clients matching the selected filters. Try adjusting your filters or leave them blank to export all clients.
fr: Aucun client ne correspond aux filtres selectionnes. Essayez d'ajuster vos filtres ou laissez-les vides pour exporter tous les clients.

source: Include in export
fr: Inclure dans l'exportation

source: Custom Fields
fr: Champs personnalises

source: Define additional fields for %(client)s files.
fr: Definissez des champs supplementaires pour les dossiers %(client)s.

source: New Group
fr: Nouveau groupe

source: New Field
fr: Nouveau champ

source: Edit Group
fr: Modifier le groupe

source: Field
fr: Champ

source: Sensitive
fr: Sensible

source: No fields in this group yet.
fr: Aucun champ dans ce groupe pour le moment.

source: No custom field groups defined yet.
fr: Aucun groupe de champs personnalises defini pour le moment.

source: Create Event Type
fr: Creer un type d'evenement

source: For %(first)s %(last)s
fr: Pour %(first)s %(last)s

source: alert to cancel
fr: alerte a annuler

source: Edit %(metric)s
fr: Modifier %(metric)s

source: Create %(metric)s
fr: Creer %(metric)s

source: Update metric definition.
fr: Mettre a jour la definition de la mesure.

source: Add a custom metric to the library.
fr: Ajouter une mesure personnalisee a la bibliotheque.

source: Define the structure for full progress notes.
fr: Definissez la structure des notes de suivi completes.

source: New Template
fr: Nouveau modele

source: No templates created yet.
fr: Aucun modele cree pour le moment.

source: Import %(metrics)s
fr: Importer %(metrics)s

source: Upload a CSV file to add multiple %(metrics)s at once.
fr: Telechargez un fichier CSV pour ajouter plusieurs %(metrics)s a la fois.

source: Import errors
fr: Erreurs d'importation

source: Errors found in CSV:
fr: Erreurs trouvees dans le CSV :

source: Please fix these errors and upload the file again.
fr: Veuillez corriger ces erreurs et telecharger le fichier a nouveau.

source: Preview
fr: Apercu

source: Preview: %(count)s %(metrics)s ready to import
fr: Apercu : %(count)s %(metrics)s prets a importer

source: Metrics to import
fr: Mesures a importer

source: Category
fr: Categorie

source: Import %(count)s %(metrics)s
fr: Importer %(count)s %(metrics)s

source: Start Over
fr: Recommencer

source: Upload and Preview
fr: Telecharger et previsualiser

source: CSV Format Instructions
fr: Instructions de format CSV

source: Your CSV file should have these columns:
fr: Votre fichier CSV doit avoir ces colonnes :

source: Column
fr: Colonne

source: Name of the metric (e.g., "PHQ-9 (Depression)")
fr: Nom de la mesure (par ex., "PHQ-9 (Depression)")

source: Description of what this metric measures and how to score it
fr: Description de ce que cette mesure evalue et comment la noter

source: One of:
fr: Un de :

source: Minimum valid value (number)
fr: Valeur minimale valide (nombre)

source: Maximum valid value (number)
fr: Valeur maximale valide (nombre)

source: Unit of measurement (e.g., "score", "days", "%")
fr: Unite de mesure (par ex., "score", "jours", "%")

source: Example CSV:
fr: Exemple de CSV :

source: Edit Template
fr: Modifier le modele

source: Status:
fr: Statut :

source: Section actions
fr: Actions de section

source: Order
fr: Ordre

source: Add one above.
fr: Ajoutez-en un ci-dessus.

source: No %(targets)s yet.
fr: Aucune %(targets)s pour le moment.

source: Edit %(section)s
fr: Modifier %(section)s

source: Edit %(target)s
fr: Modifier %(target)s

source: Apply a %(plan)s Template
fr: Appliquer un modele de %(plan)s

source: Choose a template to add %(sections)s and %(targets)s to this %(client)s's %(plan)s.
fr: Choisissez un modele pour ajouter des %(sections)s et des %(targets)s au %(plan)s de ce/cette %(client)s.

source: Important information
fr: Information importante

source: Applying a template will <em>add</em> %(sections)s and %(targets)s to the existing %(plan)s. It will not overwrite or remove anything already there.
fr: L'application d'un modele <em>ajoutera</em> des %(sections)s et des %(targets)s au %(plan)s existant. Cela ne remplacera ni ne supprimera rien de ce qui existe deja.

source: with
fr: avec

source: Preview contents
fr: Previsualiser le contenu

source: Apply This Template
fr: Appliquer ce modele

source: No active templates available.
fr: Aucun modele actif disponible.

source: Create one first.
fr: Creez-en un d'abord.

source: Delete %(section)s
fr: Supprimer %(section)s

source: Are you sure you want to delete the %(section)s <strong>%(name)s</strong> and all its %(targets)s?
fr: Etes-vous sur de vouloir supprimer %(section)s <strong>%(name)s</strong> et toutes ses %(targets)s?

source: This action cannot be undone.
fr: Cette action ne peut pas etre annulee.

source: Delete %(target)s
fr: Supprimer %(target)s

source: Are you sure you want to delete the %(target)s <strong>%(name)s</strong> from %(section)s <strong>%(section_name)s</strong>?
fr: Etes-vous sur de vouloir supprimer %(target)s <strong>%(name)s</strong> de %(section)s <strong>%(section_name)s</strong>?

source: PDF Generation Unavailable
fr: Generation de PDF non disponible

source: This feature requires additional software that is not currently installed.
fr: Cette fonctionnalite necessite un logiciel supplementaire qui n'est pas actuellement installe.

source: PDF unavailable notice
fr: Avis de non-disponibilite du PDF

source: What happened?
fr: Que s'est-il passe?

source: PDF report generation requires <strong>WeasyPrint</strong> and its native GTK libraries. These are not installed on this server.
fr: La generation de rapports PDF necessite <strong>WeasyPrint</strong> et ses bibliotheques GTK natives. Celles-ci ne sont pas installees sur ce serveur.

source: Technical details
fr: Details techniques

source: Alternative options
fr: Options alternatives

source: What can I do instead?
fr: Que puis-je faire a la place?

source: Print to PDF:
fr: Imprimer en PDF :

source: View the report in your browser and use your browser's "Print to PDF" feature (Ctrl+P or Cmd+P)
fr: Consultez le rapport dans votre navigateur et utilisez la fonction "Imprimer en PDF" de votre navigateur (Ctrl+P ou Cmd+P)

source: Export to CSV:
fr: Exporter en CSV :

source: If available, use the CSV export option for data you can open in Excel
fr: Si disponible, utilisez l'option d'exportation CSV pour des donnees que vous pouvez ouvrir dans Excel

source: Contact your administrator:
fr: Contactez votre administrateur :

source: If PDF exports are required, ask your system administrator to install the WeasyPrint dependencies
fr: Si les exportations PDF sont requises, demandez a votre administrateur systeme d'installer les dependances WeasyPrint

source: Administrator instructions
fr: Instructions pour l'administrateur

source: For Administrators
fr: Pour les administrateurs

source: To enable PDF generation, install WeasyPrint and its dependencies:
fr: Pour activer la generation de PDF, installez WeasyPrint et ses dependances :

source: Install GTK3 runtime from
fr: Installez le runtime GTK3 depuis

source: or see
fr: ou consultez

source: WeasyPrint documentation
fr: la documentation WeasyPrint

source: After installing dependencies, restart the application.
fr: Apres avoir installe les dependances, redemarrez l'application.
